Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Confidence reminders will sound for commands you initiate, like bolus, cancel bolus, suspend, resume, save notification reminders, etc. When the app automatically adjusts delivery, no confidence reminders are used.
bg: Напомнянията за потвърждение ще звучат за команди, които вие инициирате, като болус, отмяна на болус, спиране, възобновяване, запис на напомняния за известия и други. Когато приложението автоматично коригира подаването, не се използват напомняния за потвърждение.
cs: Potvrzovací pípnutí uslyšíš u příkazů, které sám spustíš, jako je bolus, zrušení bolusu, pozastavení, obnovení, uložení připomenutí atd. Když aplikace upravuje dávkování automaticky, Pod nepípá.
da: Tillid påmindelser vil lyde for kommandoer, du initierer, ligesom bolus, annullere bolus, suspendere, genoptage, gemme underretningspåmindelser osv. Når appen automatisk justerer leveringen, bruges ingen tillidspåmindelser.
de: Confidence reminders ertönen bei von Ihnen ausgelösten Befehlen, wie Bolus, Bolusabbruch, Unterbrechung, Wiederaufnahme, an die Speicherung von Benachrichtigungserinnerungen usw. Wenn die App die Verabreichung automatisch anpasst, werden keine Confidence reminders verwendet.
es: Los recordatorios de confianza sonarán para comandos que inicies, como bolo, cancelar bolo, suspender, reanudar, guardar recordatorios de notificación, etc. Cuando la aplicación ajusta automáticamente la entrega, no se utilizan recordatorios de confianza.
fr: Les rappels de confirmation retentiront pour les commandes que vous initiez, comme l’envoi ou l’annulation d’un bolus, la suspension, la reprise, l’enregistrement des rappels de notification, etc. Lorsque l’application ajuste automatiquement l’administration, aucun rappel de confirmation n’est utilisé.
it: I promemoria di fiducia suoneranno per i comandi inoltrati, come boli, cancellazione boli, sospensioni, ripristini erogazione, salvataggi di promemoria, etc. Quando Trio invece regolerà in automatico l'erogazione allora non userà alcun promemoria di fiducia.
nb_no: Påminnelser vil høres for kommandoer du starter, slik som bolus, stopp bolus, pause, gjenoppta, osv. Når appen automatisk justerer insulintilførsel, lages det ingen lyd.
nl: Bevestigingsmeldingen zal piepjes afspelen voor commando's die je hebt geïnitieerd, zoals bolus, annulering, opschorting, hervatten, opslaan van meldingen etc. Als Trio automatisch de toediening wijzigt, worden er geen piepjes afgespeeld.
pl: Powiadomienia dźwiękowe będą emitowane w przypadku poleceń, które zainicjujesz, takich jak bolus, anulowanie bolusa, wstrzymanie, wznowienie, zapisanie przypomnień o powiadomieniach itp. Kiedy Loop automatycznie dostosowuje podawanie, nie są używane żadne sygnały dźwiękowe.
pt_pt: Lembretes de confiança soarão para os comandos que iniciar, como bolus, cancelar bolus, suspender, retomar, salvar lembretes de notificação, etc. Quando o aplicativo ajusta automaticamente a entrega, não são usados lembretes de confiança.
ru: Доверенные звуковые сигналы сработают для операций, которые Вы инициируете - Болюс, Отмена Болюса, Приостановка подачи, Возобновление подачи, Сохранение напоминаний и т. д. Когда петля автоматически меняет подачу инсулина - звуковые сигналы не используются.
sv: Bekräftelseljud kommer att pipa för för ala pumpkommandon du ger, som bolus, avbryt bolus, pausa pump, återuppta insulintillförsel, spara påminnelser etc. När Trio automatiskt justerar insulintillförsel kommer inga pip att ljuda.
uk: Нагадування про достовірність лунатимуть для команд, які ви ініціюєте, як-от болюс, скасування болюсу, призупинення, відновлення, збереження сповіщень тощо. Коли Loop автоматично регулює доставку, нагадування про довіру не використовуються.
vi: Âm báo xác nhận sẽ phát ra cho các lệnh do bạn thực hiện, như bolus, hủy bolus, tạm dừng, tiếp tục, lưu nhắc nhở thông báo, v.v. Khi ứng dụng tự động điều chỉnh liều insulin, sẽ không có âm báo xác nhận.
zh_hant: 信心提醒將在您啟動的指令上發出聲音，例如注射、取消注射、中止、恢復、儲存通知提醒等。當應用程式自動調整輸送時，則不會使用信心提醒。

source: Confidence reminders will sound when the app automatically adjusts delivery as well as for commands you initiate.
bg: Напомнянията за потвърждение ще звучат, когато приложението автоматично коригира подаването, както и за команди, които вие инициирате.
cs: Potvrzovací pípnutí uslyšíš jak při automatické úpravě dávkování aplikací, tak u příkazů, které spustíš sám.
da: Tillid påmindelser vil lyde, når appen automatisk justerer levering samt for kommandoer, du initierer.
de: Es ertönt ein Erinnerungssignal, wenn die App die Abgabe automatisch anpasst oder wenn Du einen Befehl gibst.
es: Los recordatorios de confianza sonarán cuando la aplicación ajuste automáticamente la entrega así como los comandos que inicie.
fr: Les rappels de confirmation retentiront lorsque l’application ajustera automatiquement l’administration, ainsi que pour les commandes que vous lancerez.
it: I promemoria di fiducia suonano quando Trio regola automaticamente l'erogazione e per i comandi avviati dall'utente.
nb_no: Påminnelser vil høres når appen automatisk justerer insulintilførsel og for kommandoer du starter.
nl: Piepjes zullen klinken als Trio de toediening automatisch aanpast, evenals voor commando's die je initieert.
pl: Powiadomienia dźwiękowe są emitowane, gdy aplikacja automatycznie dostosowuje podawanie insuliny, a także w przypadku poleceń inicjowanych przez użytkownika.
pt_pt: Lembretes de confiança soarão quando o aplicativo ajustar automaticamente a entrega, bem como os comandos que você iniciar.
ru: Доверенные звуковые сигналы сработают даже тогда, когда петля автоматически изменит подачу инсулина, а также для команд, которые Вы инициируете.
sv: Bekräftelsepip kommer att ljuda även vid automatiska pumpkommandon såväl som vid manuella.
uk: Нагадування про довіру лунатимуть, коли Loop автоматично регулює доставку, а також для команд, які ви ініціюєте.
vi: Âm báo xác nhận sẽ phát ra khi ứng dụng tự động điều chỉnh liều insulin cũng như khi bạn thực hiện các lệnh thủ công.
zh_hant: 當應用程式自動調整輸送以及您啟動的指令時，信心提醒將會發出聲音。

source: Configuration
bg: Конфигурация
cs: Konfigurace
da: Konfiguration
de: Konfiguration
es: Configuracion
it: Impostazioni
nb_no: Oppsett
nl: Instellingen
pl: Konfiguracja
pt_pt: Ajustes
ru: Конфигурация
sv: Konfiguration
uk: Налаштування
vi: Cấu hình
zh_hant: 設定

source: Configuration changes will take effect on the next glucose reading.
bg: Промените в конфигурацията ще влязат в сила при следващото показание на глюкозата.
cs: Změny v nastavení se projeví až při dalším načtení hodnoty glukózy.
da: Konfigurationsændringer vil træde i kraft ved næste glukoseaflæsning.
de: Die Konfigurationsänderungen werden bei der nächsten Glukoseanzeige wirksam.
es: Los cambios de configuración surtirán efecto en la próxima lectura de la glucosa.
fr: Les modifications de configuration prendront effet lors de la prochaine mesure de glucose.
it: I cambiamenti di configurazione avranno effetto sulla prossima lettura del glucosio.
nb_no: Konfigurasjonsendringer vil tre i kraft ved neste blodsukkermåling.
nl: Configuratiewijzigingen zullen van kracht worden bij de volgende glucoselezing.
pl: Zmiany konfiguracji zaczną obowiązywać przy następnym odczycie glikemii.
pt_pt: As alterações de configuração terão efeito na próxima leitura de glicose.
ru: Изменения конфигурации вступят в силу при следующем чтении глюкозы.
sv: Konfigurationsändringarna kommer att träda i kraft vid nästa glukosläsning.
uk: Зміни конфігурації набудуть чинності при наступному читанні глюкози.
vi: Các thay đổi cấu hình sẽ có hiệu lực từ lần đọc đường huyết tiếp theo.
zh_hant: 設定變更將在下次血糖讀取時生效。

source: Configure diagnostics sharing, optionally sync with Nightscout, and enter essentials.
bg: Конфигурирайте споделянето на диагностика, при желание синхронизирайте с Nightscout и въведете основните данни.
cs: Nastav sdílení diagnostiky, volitelně synchronizaci s Nightscoutem a zadej základní údaje.
da: Configurer deling af diagnostik, eventuel sync med Nightscout og andre essentielle indstillinger.
de: Konfiguriere das Teilen der Diagnosen, synchronisiere wahlweise mit Nightscout und nimm die Grundeinstellungen vor.
fr: Configuration du partage de diagnostics, de la synchronisation (facultative) avec Nightscout et des éléments essentiels.
it: Configura la condivisione dei diagnostici, opzionalmente sincronizza con Nightscout e inserisci gli elementi essenziali.
nb_no: Konfigurer deling av app-diagnostikk, koble eventuelt til Nightscout, og angi grunnleggende innstillinger.
nl: Configureer diagnostiek delen, optioneel synchroniseren met Nightscout en voer essentials in.
pl: Skonfiguruj udostępnianie danych diagnostycznych, opcjonalnie zsynchronizuj z Nightscout i wprowadź niezbędne dane.
sv: Konfigurera diagnostikdelning, synkronisering med Nightscout och andra grundinställningar.
vi: Cấu hình chia sẻ dữ liệu chẩn đoán, tùy chọn đồng bộ với Nightscout và nhập các thông tin thiết yếu.
zh_hant: 配置診斷分享，選擇性同步到 Nightscout，並輸入必要資料。

source: Configure Libre Transmitter
bg: Конфигуриране на предавателя Libre
cs: Nastavit Libre Transmitter
da: Konfigurer Libre Sender
de: Libre Transmitter konfigurieren
es: Configurar Transmisor Libre
fr: Configurer le transmetteur Libre
it: Configura Trasmettitore Libre
nb_no: Konfigurer Libre-sender
nl: Configureer Libre zender
pl: Konfiguruj Libre Transmitter
pt_pt: Configurar Transmissor Libre
ru: Настроить Libre Transmitter
sv: Ställ in en Libre-sändare
uk: Налаштувати Libre Transmitter
vi: Cấu hình Libre Transmitter
zh_hant: 設定 Libre 傳輸器

source: Configure Nightscout
bg: Конфигуриране на Nightscout
cs: Nastavit Nightscout
da: Indstil Nightscout
de: Nightscout konfigurieren
es: Configurar Nightscout
fr: Configurer Nightscout (NS)
it: Configura Nightscout
nb_no: Konfigurer Nightscout
nl: Configureer Nightscout
pl: Konfiguruj Nightscout
pt_pt: Configurar Nightscout
ru: Настроить ночного разведчика
sv: Konfigurera Nightscout
uk: Налаштувати Nightscout
vi: Cấu hình Nightscout
zh_hant: 設定 Nightscout

source: Configure the algorithm…
bg: Конфигуриране на алгоритъма…
cs: Konfigurace algoritmu...
da: Konfigurer algoritmen…
de: Konfiguriere den Algorithmus…
fr: Configurer l'algorithme…
it: Configura l'algoritmo…
nb_no: Konfigurer algoritmen…
nl: Configureer het algoritme…
pl: Skonfiguruj algorytm…
sv: Konfigurera algoritmen…
vi: Cấu hình thuật toán…
zh_hant: 配置演算法……

source: Configure Yourself
bg: Конфигурирайте сами
cs: Nastavit sebe
da: Konfigurer Selv
de: Einstellungen selbst vornehmen
fr: Configurer manuellement
it: Configura te stesso
nb_no: Konfigurer selv
nl: Eigen instellingen invoeren
pl: Własna konfiguracja
sv: Konfigurera själv
vi: Cấu hình của bản thân
zh_hant: 自我配置

source: Confirm
bg: Потвърди
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fr: Valider
it: Conferma
nb_no: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_pt: Confirmar
ru: Подтвердить
sv: Bekräfta
uk: Підтвердити
vi: Xác nhận
zh_hant: 確認

source: Confirm Before applying
bg: Потвърждение преди прилагане
cs: Před použitím potvrď
da: Bekræft før ansøgning
de: Vor der Anmeldung bestätigen
es: Confirmar antes de aplicar
fr: Confirmer avant exécution
it: Conferma prima di applicare
nb_no: Bekreft før påføring
nl: Bevestig voor toepassing
pl: Potwierdź przed zastosowaniem
pt_pt: Confirmar antes de aplicar
ru: Подтвердить перед подачей заявки
sv: Bekräfta innan tillämpning
uk: Підтвердити перед застосуванням
vi: Xác nhận trước khi thực hiện
zh_hant: 確認後應用

source: Confirm Before Logging
bg: Потвърждение преди записване
cs: Před zapsáním potvrď
de: Vor dem Protokollieren bestätigen
fr: Confirmer avant d'enregistrer
nb_no: Bekreft før lagring
pl: Potwierdź przed wprowadzeniem
vi: Xác nhận trước khi ghi lại
zh_hant: 記錄前先確認

source: Confirm Bolus Faster
bg: По-бързо потвърждение на болус
cs: Potvrdit rychlejší bolus
da: Bekræft Bolus Hurtigere
de: Bolus schneller bestätigen
es: Confirmar Bolo más rápido
fr: Confirmer le bolus plus vite
it: Conferma Bolo Più Veloce
nb_no: Bekreft bolus raskere
nl: Bevestig Bolus Sneller
pl: Potwierdź szybszy bolus
pt_pt: Confirmar Bólus Rápido
ru: Подтвердите быстрый болус
sv: Bekräfta Bolus snabbare
uk: Підтвердіть швидше
vi: Xác nhận Bolus nhanh hơn
zh_hant: 確認以快速注射

source: Confirm to apply override '%@'
bg: Потвърдете прилагането на отмяна „%@“
cs: Potvrď použití profilu '%@'
da: Bekræft for at anvende overskrivelse '%@'
de: Bestätige die Anwendung des Override '%@'
fr: Confirmez l’application de la Dérogation « %@ »
it: Conferma per applicare l'Override '%@'
nb_no: Bekreft å starte overstyring '%@'
nl: Bevestigen om overschrijving '%@ ' toe te passen
pl: Potwierdź nadpisanie '%@'
sv: Bekräfta för att aktivera override '%@'
vi: Xác nhận thực hiện ghi đè '%@'
zh_hant: 確認應用覆蓋'%@'

source: Confirm to apply Temporary Target '%@'
bg: Потвърдете прилагането на временна цел „%@“
cs: Potvrď použití dočasného cíle '%@'
da: Bekræft anvendelse af midlertidige mål '%@'
de: Bestätige die Anwendung des Temporären Ziels '%@'
es: Confirmar para aplicar el Objetivo Temporal '%@'
fr: Confirmer l'application de la Cible Temporaire '%@'
it: Conferma per applicare l'obiettivo temporaneo '%@'
nb_no: Bekreft for å bruke midlertidig mål '%@'
nl: Bevestig om Tijdelijke Doel '%@ ' toe te passen
pl: Potwierdź zastosowanie celu tymczasowego '%@'
pt_pt: Confirmar a aplicação do Destino Temporário '%@'
ru: Подтвердите применение временной цели '%@'
sv: Bekräfta aktivering av tillfälligt mål '%@'
vi: Xác nhận để thực hiện Mục tiêu tạm thời '%@'
zh_hant: 確認應用臨時目標 '%@'

source: Connect
bg: Свържи
cs: Připojit
da: Forbind
de: Verbinden
es: Conectar
fr: Se connecter
it: Connetti
nb_no: Koble til
nl: Verbinden
pl: Połącz
pt_pt: Conectar
ru: Подключить
sv: Anslut
uk: Підключити
vi: Kết nối
zh_hant: 連線

source: Connect to Apple Health
bg: Свързване с Apple Health
cs: Připojit k Apple Health (Zdraví)
da: Forbind til Apple Health
de: Mit Apple Health verbinden
es: Conectar a Apple Health
fr: Se connecter à Apple Santé
it: Connetti con Apple Salute
nb_no: Koble til Apple Helse
nl: Verbinden met Apple Gezondheid
pl: Połącz z Apple Health
pt_pt: Conectar ao Apple Saúde
ru: Подключить к Apple Health
sv: Anslut till Apple Hälsa
uk: З'єднатися з Apple Health
vi: Kết nối Apple Health
zh_hant: 連線至 Apple Health

source: Connect to Nightscout
bg: Свързване с Nightscout
cs: Připojit k Nightscout
da: Opret forbindelse til Nightscout
de: Mit Nightscout verbinden
es: Conectar a Nightscout
fr: Se connecter à Nightscout (NS)
it: Connettiti a Nightscout
nb_no: Koble til Nightscout
nl: Verbinden met Nightscout
pl: Połącz z Nightscout
pt_pt: Conectar ao Nightscout
ru: Подключиться к Ночному Разведчику
sv: Anslut till Nightscout
uk: Підключитися до Nightscout
vi: Kết nối với Nightscout
zh_hant: 連線至 Nightscout

source: Connect to Tidepool
bg: Свързване с Tidepool
cs: Připojit k Tidepool
da: Opret forbindelse til Tidepool
de: Mit Tidepool verbinden
es: Conectar a Tidepool
fr: Se connecter à Tidepool
it: Connettiti a Tidepool
nb_no: Koble til Tidepool
nl: Verbinden met Tidepool
pl: Połącz z Tidepool
pt_pt: Conectar ao Tidepool
ru: Подключиться к Tidepool
sv: Anslut till Tidepool
uk: Підключення до Tidepool
vi: Kết nối với Tidepool
zh_hant: 連線至 Tidepool

source: Connect to your insulin pump so Trio can send dosing commands and stay active in the background.
bg: Свържете се с вашата инсулинова помпа, за да може Trio да изпраща команди за дозиране и да остане активен във фонов режим.
cs: Připoj se ke své inzulínové pumpě, aby Trio mohlo odesílat příkazy k dávkování a zůstalo aktivní na pozadí.
da: Tilslut insulinpumpen, så Trio kan sende doseringskommandoer og forblive aktive i baggrunden.
de: Stelle eine Verbindung zu Deiner Insulinpumpe her, damit Trio Dosierungsbefehle senden kann und im Hintergrund aktiv bleibt.
fr: Connectez-vous à votre pompe à insuline pour que Trio puisse envoyer les commandes de dosage et rester actif en arrière-plan.
it: Connettiti alla pompa insulinica in modo che Trio possa inviare comandi di erogazione e rimanere attivo in background.
nb_no: Koble til insulinpumpen din slik at Trio kan sende doseringskommandoer og holde appen aktiv i bakgrunnen.
nl: Maak verbinding met je insuline pomp, zodat Trio doseer commando's kan versturen en op de achtergrond actief kan blijven.
pl: Połącz się z pompą insulinową, aby Trio mogło wysyłać polecenia dawkowania i działać w tle.
sv: Anslut till din insulinpump så att Trio kan skicka doseringskommandon och hålla sig aktiv i bakgrunden.
vi: Kết nối với máy bơm insulin để Trio có thể gửi lệnh dùng thuốc và hoạt động ở chế độ nền.
zh_hant: 連接到您的胰島素幫浦，以便 Trio 能夠發送劑量命令並在後台保持活躍。

source: Connected
bg: Свързан
cs: Připojeno
da: Forbundet
de: Verbunden
fr: Connecté
it: Connesso
nb_no: Tilkoblet
nl: Verbonden
pl: Połączono
sv: Ansluten
vi: Đã kết nối
zh_hant: 已連接

source: Connected Services
bg: Свързани услуги
cs: Připojené služby
da: Tilsluttede Tjenester
de: Verbundene Dienste
es: Servicios conectados
fr: Services connectés
it: Servizi Connessi
nb_no: Tilkoblede tjenester
nl: Verbonden diensten
pl: Połączone usługi
pt_pt: Serviços Conectados
ru: Подключенные сервисы
sv: Tredjepartstjänster
uk: Підключені послуги
vi: Dịch vụ đã được kết nối
zh_hant: 已連線的服務

source: Connected to Tidepool
bg: Свързан с Tidepool
cs: Připojeno k Tidepool
da: Forbundet til Tidepool
de: Mit Tidepool verbunden
es: Conectado a Tidepool
fr: Connecté à Tidepool
it: Connesso a Tidepool
nb_no: Koblet til Tidepool
nl: Verbonden met Tidepool
pl: Połączono z Tidepool
pt_pt: Conectado ao Tidepool
ru: Подключено к Tidepool
sv: Ansluten till Tidepool
uk: Підключений до Tidepool
vi: Đã kết nối với Tidepool
zh_hant: 已連線至 Tidepool

source: Connected!
bg: Свързан!
cs: Připojeno!
da: Forbundet!
de: Verbunden!
es: Conectado!
fr: Connecté !
it: Connesso!
nb_no: Tilkoblet!
nl: Verbonden!
pl: Połączono!
pt_pt: Conectado!
ru: Подключено!
sv: Ansluten!
uk: Підключено!
vi: Đã kết nối
zh_hant: 已連線!

source: Connecting...
bg: Свързване...
cs: Připojování...
da: Forbinder...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion en cours...
it: Sto connettendo...
nb_no: Kobler til...
nl: Bezig met verbinden...
pl: Łączenie...
pt_pt: Conectando...
ru: Подключение...
sv: Ansluter...
uk: Підключення...
vi: Đang kết nối...
zh_hant: 正在連線...

source: Connection State
bg: Състояние на връзката
cs: Stav připojení
da: Tilslutningstilstand
de: Verbindungsstatus
es: Estado de Conexión
fr: État de la connexion
it: Stato Connessione
nb_no: Tilkoblingsstatus
nl: Verbindingsstatus
pl: Status połączenia
pt_pt: Estado da Conexão
ru: Состояние соединения
sv: Anslutningsstatus
uk: Стан з'єднання
vi: Tình trạng Kết nối
zh_hant: 連線狀態

source: Contact Image
bg: Снимка на контакт
cs: Obrázek kontaktu
da: Kontakt Billede
de: Kontaktbild
es: Imagen de contacto
fr: Image du contact
it: Immagine Del Contatto
nb_no: Kontaktbilde
nl: Afbeelding contactpersoon
pl: Zdjęcie kontaktu
pt_pt: Imagem do contato
ru: Изображение контакта
sv: Kontaktbild
uk: Зображення контакту
vi: Ảnh đại diện
zh_hant: 聯絡人圖片

source: Contact Name
bg: Име на контакт
cs: Kontaktné jmeno
da: Kontakt Navn
de: Kontaktname
es: Nombre de contacto
fr: Nom du contact
it: Nome Del Contatto
nb_no: Kontaktnavn
nl: Naam contactpersoon
pl: Nazwa kontaktu
pt_pt: Nome do contato
ru: Имя контакта
sv: Kontaktnamn
uk: Контакт
vi: Tên danh bạ
zh_hant: 聯絡人名稱

source: Contacts Configuration
bg: Конфигурация на контактите
cs: Nastavení kontaktů
da: Konfiguration Af Kontakter
de: Kontakt-Konfiguration
es: Configuración de contactos
fr: Configuration des contacts
it: Configurazione Contatti
nb_no: Oppsett av kontakter
nl: Contacten configuratie
pl: Konfiguracja kontaktów
pt_pt: Configurações de contatos
ru: Конфигурация контактов
sv: Konfigurera kontakter
uk: Конфігурація контактів
vi: Cấu hình danh bạ
zh_hant: 聯絡人設定

source: Continue
bg: Продължи
cs: Pokračovat
da: Fortsæt
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
nb_no: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
ru: Продолжить
sv: Fortsätt
uk: Продовжити
vi: Tiếp tục
zh_hant: 繼續

source: Continue without bolus
bg: Продължи без болус
cs: Pokračovat bez bolusu
da: Fortsæt uden bolus
de: Ohne Bolusabgabe fortfahren
es: Continuar sin administrar bolo
fr: Continuer sans faire de bolus
it: Continua senza eseguire un bolo
nb_no: Fortsett uten å gi bolus
nl: Doorgaan zonder bolus
pl: Kontynuuj bez bolusa
pt_pt: Continuar sem tomar bolus
ru: Продолжить без болюса
sv: Fortsätt utan bolus
uk: Продовжити без болюсу
vi: Tiếp tục và bỏ qua liều bolus
zh_hant: 不注射繼續

source: Continue Without Treatment
bg: Продължи без въвеждане
cs: Pokračovat bez podání
da: Fortsæt Uden Behandling
de: Ohne Behandlung fortfahren
es: Continuar sin contacto
fr: Continuer sans faire de traitement
it: Continuare Senza Trattamento
nb_no: Fortsett uten behandling
nl: Doorgaan zonder Dosering
pl: Kontynuuj bez wpisywania
pt_pt: Continuar sem tratamento
ru: Продолжить без лечения
sv: Fortsätt utan behandling
uk: Продовжити без лікування
vi: Tiếp tục mà không cần điều trị
zh_hant: 不治療繼續

source: Continuous Glucose Monitor
bg: Непрекъснат мониторинг на глюкозата
cs: Kontinuální monitor glukózy
da: Kontinuerlig Blodsukker Overvågning
de: Kontinuierlicher Glukose Monitor
es: Seguidor continuo de glucosa
fr: Capteur de Glucose en Continu (CGM)
it: Monitor Glicemia Continuo
nb_no: Sensor (CGM)
nl: Continue Glucose Monitor
pl: Ciągły Monitoring Glikemii
pt_pt: Monitor contínuo de glicose
ru: Монитор непрерывной глюкозы
sv: CGM (Kontinuerlig glukosmätare)
uk: Безперервний монітор глюкози
vi: Cảm biến đường huyết
zh_hant: 持續血糖監測器

source: Copied
bg: Копирано
cs: Zkopírováno
da: Kopieret
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
nb_no: Kopiert
nl: Gekopieerd
pl: Skopiowano
pt_pt: Copiado
ru: Скопировано
sv: Kopierad
uk: Скопійовано
vi: Đã sao chép
zh_hant: 已複製

source: Copy Secret
bg: Копирай тайния ключ
cs: Zkopírovat klíč
da: Kopier Hemmelighed
de: Secret kopieren
es: Copiar secreto
fr: Copier la clé secrète
it: Copia Segreto
nb_no: Kopier nøkkel
nl: Geheim kopiëren
pl: Kopiuj Sekret
pt_pt: Copiar segredo
ru: Копировать секрет
sv: Kopiera hemlighet
uk: Копіювати секрет
vi: Sao chép Secret
zh_hant: 複製密碼

source: Could not access documents directory
bg: Неуспешен достъп до директорията с документи
cs: Nepodařilo se získat přístup do složky s dokumenty
de: Konnte nicht auf das Dokumentenverzeichnis zugreifen
fr: Impossible d'accéder au répertoire des documents
nb_no: Fikk ikke tilgang til dokumentmappen
pl: Nie można uzyskać dostępu do katalogu dokumentów
vi: Không thể truy cập thư mục tài liệu
zh_hant: 無法存取檔案目錄

source: Count
bg: Брой
cs: Počet
da: Antal
de: Anzahl
fr: Nombre
it: Quantità
nb_no: Antall
nl: Aantal
pl: Licznik
sv: Antal
vi: Đếm
zh_hant: 計數

source: Create Events in Calendar
bg: Създаване на събития в календара
cs: Vytvářet události v kalendáři
da: Lav Begivenheder i Kalender
de: Ereignisse im Kalender erstellen
es: Crear eventos en el calendario
fr: Créer des événements dans le calendrier
it: Crea eventi nel calendario
nb_no: Opprett hendelser i kalenderen
nl: Voeg gebeurtenissen toe aan de kalender
pl: Utwórz wydarzenia w kalendarzu
pt_pt: Criar Eventos no Calendário
ru: Создавать события в календаре
sv: Skapa kalenderhändelser
uk: Створення подій у календарі
vi: Tạo sự kiện trong Calendar
zh_hant: 在行事曆中建立事件

source: Current
bg: Текущо
cs: Aktuální
da: Aktuelle
de: aktuell
fr: Actuel
it: Attuale
nb_no: Nåværende
nl: Huidige
pl: Aktualny
sv: Nuvarande
vi: Hiện tại
zh_hant: 當前
